## Приглашатель на вечеринку

### Задание

Написать программу, которая принимает список гостей и рассылает им приглашения.

### Условия

* Не изменять имеющийся код

### Пример

```commandline
Введите имя гостя (или напишите "Выход" для завершения):
>>> Илья
Гость записан

Введите имя гостя (или напишите "Выход" для завершения):
>>> Сара
Гость записан

Введите имя гостя (или напишите "Выход" для завершения):
>>> Выход
Высылаю приглашения...

Илья приглашен!
Сара приглашен!
Всего гостей приглашено: 2
```


### Дополнительные материалы

Нет дополнительных материалов.

### Подсказки
### Начальный код 
Cкопируйте его в ваш `main.py`
```python
# 🚨 Не меняйте код вне зеленой зоны!

guests = []

def invite_friends(friends):
	friends.append(f'Всего гостей приглашено: {len(friends)}')
	print(*friends, sep=' приглашен!\n')

# 🟢 (НАЧАЛО) Напишите ваш код здесь 👇

# 🟢 (КОНЕЦ)

invite_friends(guests)

```
